Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing driving directions for travel purposes
it: Fornitura di indicazioni stradali per i viaggi

source: Provision of information relating to postal codes
it: Fornitura di informazioni in materia di codici postali

source: Cash replenishment of automated teller machines
it: Rifornimento di contanti negli sportelli automatici

source: Car sharing services
it: Servizi di car sharing

source: Hazardous materials warehousing
it: Deposito di materiali pericolosi

source: Rental of scooters for transportation purposes
it: Noleggio di scooter per il trasporto

source: Storage of radioactive waste
it: Stoccaggio di rifiuti radioattivi

source: Temporary safekeeping of personal belongings
it: Deposito a custodia temporanea di effetti personali

source: Yacht chartering
it: Noleggio di yacht

source: Distribution of gas
it: Distribuzione di gas

source: Warehouse storage
it: Deposito in magazzini

source: Storage of goods
it: Deposito di merci

source: Transport of freight by air
it: Trasporto di merci per via aerea

source: Refrigerated warehousing
it: Deposito frigorifero

source: Transport of parcels
it: Trasporto di colli

source: Refloating of ships
it: Recupero di navi

source: Salvage of ships
it: Salvataggio di navi

source: Booking of tickets for travel
it: Prenotazione di biglietti di viaggio

source: Storage of cargo before transportation
it: Deposito di carichi prima del trasporto

source: Storage of cargo after transportation
it: Deposito di carichi dopo il trasporto

source: Rental of frozen food lockers
it: Noleggio di congelatori

source: Refrigerator rental
it: Noleggio di frigoriferi

source: Loading of cargo
it: Carico di merci

source: Ferryboat operating
it: Gestione di traghetti

source: Organisation of trips
it: Organizzazione di viaggi

source: Provision of car parking facilities
it: Fornitura di servizi di parcheggio

source: Rescue operations [transport]
it: Operazioni di soccorso [trasporto]

source: Ship chartering
it: Noleggio di navi

source: Arranging of excursions
it: Organizzazione di escursioni

source: Arranging of travel tours
it: Organizzazione di viaggi

source: Aircraft chartering
it: Noleggio di aeromobili

source: Aircraft rental
it: Noleggio di aerei

source: Motor coach rental
it: Affitto di pullman

source: Electricity distribution
it: Distribuzione dell'elettricità

source: Supply of electricity
it: Erogazione di elettricità

source: Water supplying
it: Adduzione d'acqua

source: Towing of vessels
it: Rimorchio di navi

source: Rental of tractors
it: Noleggio di trattori

source: Travelling trunks rental
it: Noleggio di bauli da viaggio

source: Charitable services, namely distribution of clothing
it: Servizi di beneficienza, ovvero distribuzione di indumenti

source: Charitable services, namely distribution of blankets
it: Servizi di beneficienza, ovvero distribuzione di coperte

source: Rental of GPS equipment for navigational purposes
it: Noleggio di apparecchiatura GPS per la navigazione

source: Providing travel information via global computer networks
it: Fornitura di informazioni di viaggio tramite reti informatiche globali

source: Travel arrangement and reservation services
it: Servizi di organizzazione e prenotazione viaggi

source: Reservation services for vehicle rental
it: Servizi di prenotazione per noleggio di veicoli

source: Collection, transport and delivery of goods, documents, parcels and letters
it: Raccolta, trasporto e consegna di merci, documenti, pacchetti e lettere

source: Distribution of energy for heating and cooling buildings
it: Distribuzione di energia per riscaldamento e refrigerazione di edifici

source: Transport of building materials
it: Trasporto di materiali da costruzione

source: Providing information relating to cargo unloading services
it: Fornitura di informazioni inerenti servizi di scarico merci

source: Arranging for the transport of goods by sea
it: Organizzazione del trasporto di merci via mare

source: Rental of containers for warehousing and storage
it: Noleggio di container per deposito e stoccaggio

source: Car pooling services
it: Servizi di car pooling

source: Providing information relating to the rental of warehouse space
it: Fornitura di informazioni inerenti l'affitto di spazi di stoccaggio

source: Planning and arranging of sightseeing tours and day trips
it: Pianificazione e organizzazione di visite turistiche e gite in giornata

source: Storage of containers and cargo
it: Stoccaggio di container e merci

source: Packing of goods in containers
it: Imballaggio di merci in container

source: Packaging of goods in transit
it: Imballaggio di merci in transito

source: Towing of vehicles in connection with breakdown services
it: Rimorchio di veicoli nell'ambito di servizi in caso di guasto

source: Booking of sightseeing tours through agencies
it: Prenotazione di visite turistiche tramite agenzie

source: Transport of persons and goods by land, air and water
it: Trasporto di persone e merci via terra, aria e acqua

source: Provision of airport facilities for aviation
it: Fornitura di strutture aeroportuali per l'aviazione

source: Express delivery of letters
it: Consegna espresso di lettere

source: Providing information relating to vehicle parking services
it: Fornitura di informazioni inerenti i servizi di parcheggio per veicoli

source: Providing information relating to freight brokerage
it: Fornitura di informazioni inerenti mediazione nel carico

source: Arranging of transport and travel
it: Organizzazione di trasporti e viaggi

source: Provision of warehousing services and facilities
it: Fornitura di servizi e strutture di deposito merci

source: Storage of liquefied natural gas on ships
it: Stoccaggio di gas naturale liquefatto su navi

source: Towing and transport of cars as part of vehicle breakdown services
it: Rimorchio e trasporto di auto nell'ambito di servizi in caso di guasto del veicolo

source: Delivery and forwarding of letters and parcels
it: Consegna e distribuzione di lettere e pacchetti

source: Rental of diving bells and diving suits
it: Noleggio di campane da immersione e scafandri

source: Arranging and booking of sightseeing tours
it: Organizzazione e prenotazione di visite turistiche

source: Arranging and booking of excursions
it: Organizzazione e prenotazione di escursioni

source: Arranging and booking of travel for package holidays
it: Organizzazione e prenotazione di viaggi per pacchetti vacanze

source: Arranging and booking of excursions and sightseeing tours
it: Organizzazione e prenotazione di escursioni e visite turistiche

source: Collection, transport and delivery of goods
it: Raccolta, trasporto e consegna di merci

source: Arranging for the transport of air freight
it: Organizzazione del trasporto aereo di merci

source: Loading of freight containers onto trucks
it: Caricamento di container per merci su camion

source: Transport of freight containers by lorry
it: Trasporto di container per merci su camion

source: Transport of freight containers by rail
it: Trasporto di container per merci su rotaia

source: Loading of freight containers onto ships
it: Caricamento di container per merci su navi

source: Transport of freight containers by ship
it: Trasporto di container per merci su navi

source: Rental of pallets and containers for storage of goods
it: Noleggio di pallet e container per lo stoccaggio di merci

source: Rental of pallets and containers for transport of goods
it: Noleggio di pallet e container per il trasporto di merci

source: Providing vehicles for tours and excursions
it: Fornitura di veicoli per tour ed escursioni

source: Providing cruise ships for travel
it: Fornitura di navi da crociera

source: Providing information about temporary storage services
it: Fornitura di informazioni inerenti servizi di stoccaggio temporaneo

source: Pick-up and delivery of textile goods
it: Raccolta e consegna di prodotti tessili

source: Consultancy in the field of storage services provided by telephone call centers and hotlines
it: Consulenze in materia di servizi di stoccaggio fornite da call center e sportelli telefonici

source: Consultancy in the field of transport services provided by telephone call centers and hotlines
it: Consulenze in materia di servizi di trasporto fornite da call center e sportelli telefonici

source: Consultancy in the field of business travel provided by telephone call centers and hotlines
it: Consulenze in materia di viaggi di lavoro fornite da call center e sportelli telefonici

source: Consultancy in the field of travel provided by telephone call centers and hotlines
it: Consulenze in materia di viaggi fornite da call center e sportelli telefonici

source: Providing information to tourists relating to excursions and sightseeing
it: Fornitura di informazioni a turisti inerenti escursioni e visite turistiche

source: Storage of watercraft, yachts, boats and water vehicles
it: Stoccaggio di imbarcazioni, yacht, barche e veicoli acquatici

source: Providing information relating to car transport
it: Fornitura di informazioni inerenti trasporto di automobili

source: Rental of automobile trailers
it: Noleggio di rimorchi per automobili

source: Arranging and booking of tours
it: Organizzazione e prenotazione di tour

source: International ocean freight shipping services
it: Servizi internazionali di invio merci oltreoceano

source: Carriage of persons by urban rapid transit rail systems
it: Trasporto di persone per mezzo di sistemi di metropolitana

source: Providing information relating to bicycle rental services
it: Fornitura di informazioni inerenti servizi di noleggio biciclette

source: Transport of passengers by inland water
it: Trasporto di passeggeri tramite idrovie interne

source: Transport of goods by inland water
it: Trasporto di merci tramite idrovie interne

source: Providing information relating to the distribution of electricity
it: Fornitura di informazioni inerenti la distribuzione di elettricità

source: Providing information relating to the temporary storage of personal belongings
it: Fornitura di informazioni inerenti lo stoccaggio temporaneo di effetti personali

source: Storage of goods in transit
it: Stoccaggio di merci in transito

source: Distribution of electricity to households
it: Distribuzione di elettricità domestica

source: Transport of passengers by cruise ship
it: Trasporto di passeggeri su navi da crociera

source: Storage of contaminated waste
it: Stoccaggio di rifiuti contaminati

source: Transport of contaminated waste
it: Trasporto di rifiuti contaminati

source: Transport of contaminated soil
it: Trasporto di terreno contaminato

source: Chartering of watercraft, yachts, ships, boats and water vehicles
it: Noleggio di imbarcazioni, yacht, navi, barche e veicoli d'acqua

source: Loading and unloading of goods
it: Carico e scarico di merci

source: Providing information relating to the rental of packing or wrapping machines and apparatus
it: Fornitura di informazioni inerenti il noleggio di macchinari o apparecchiature per impacchettare o imballare

source: Providing information relating to car rental services
it: Fornitura di informazioni inerenti servizi di autonoleggio

source: Arranging of excursions, day trips and sightseeing tours
it: Organizzazione di escursioni, gite in giornata e visite turistiche

source: Arranging of excursions as part of package holidays
it: Organizzazione di escursioni nell'ambito di pacchetti vacanza

source: Providing information about travel, via the Internet
it: Fornitura di informazioni inerenti i viaggi, tramite internet

source: Consultancy in the field of air transport
it: Consulenze in materia di trasporto aereo

source: Unloading cargo and luggage
it: Scarico di carichi e bagagli

source: Providing information relating to the rental of wheelchairs
it: Fornitura di informazioni inerenti il noleggio di sedie a rotelle

source: Providing information relating to shipbrokerage
it: Fornitura di informazioni inerenti la mediazione marittima

source: Consultancy services relating to the distribution of electricity
it: Servizi di consulenza inerenti la distribuzione di elettricità

source: Providing information relating to the rental of mechanical parking systems
it: Fornitura di informazioni inerenti il noleggio di sistemi meccanici di parcheggio

source: Providing information relating to air transport
it: Fornitura di informazioni inerenti il trasporto aereo

source: Physical storage of electronically stored digital data, photographs, audio and image files
it: Stoccaggio fisico di dati, fotografie, file audio e immagini digitali archiviati elettronicamente

source: Transport of farm products
it: Trasporto di prodotti agricoli

source: Rental of parking places and garages for vehicles
it: Affitto di garage e posti auto per veicoli

source: Rental of canoes
it: Noleggio di canoe

source: Rental of rowing boats
it: Noleggio di barche a remi

source: Pick-up and delivery of letters
it: Raccolta e consegna di lettere

source: Delivery, despatching and distribution of newspapers and magazines
it: Invio, distribuzione e consegna di giornali e riviste

source: Information and advisory services in relation to the distribution of energy
it: Servizi di informazione e consulenza inerenti la distribuzione dell'energia

source: Rental of recreational vehicles
it: Noleggio di veicoli a scopo ricreativo

source: Transport of passengers by funicular railway
it: Trasporto di passeggeri tramite funicolare

source: Storage of surgical instruments and equipment
it: Stoccaggio di strumenti e attrezzature chirurgiche

source: Transport services for the disabled
it: Servizi di trasporto per disabili

source: Transport services and trips for disabled persons
it: Servizi di trasporto e spostamento per persone disabili

source: Providing information relating to the delivery of documents, letters and parcels
it: Fornitura di informazioni inerenti la consegna di documenti, lettere e pacchi

source: Pickup and delivery of parcels and goods
it: Raccolta e consegna di pacchetti merci

source: Providing online information relating to travel
it: Fornitura online di informazioni in materia di viaggi

source: Providing information relating to the rental of freezers
it: Fornitura di informazioni inerenti il noleggio di congelatori

source: Providing information relating to the rental of refrigerators
it: Fornitura di informazioni inerenti il noleggio di frigoriferi

source: Providing information relating to the rental of vessels
it: Fornitura di informazioni inerenti il noleggio di navi

source: Providing information relating to removal services
it: Fornitura di informazioni inerenti servizi di rimozione

source: Providing information relating to vehicle driving services
it: Fornitura di informazioni inerenti i servizi di conduzione di veicoli

source: Marine transport of liquefied natural gas
it: Trasporto marittimo di gas naturale liquefatto

source: Physical storage of electronically stored computer games
it: Stoccaggio fisico di giochi per computer archiviati elettronicamente

source: Physical storage of electronically stored digital video files
it: Stoccaggio fisico di file video digitali archiviati elettronicamente

source: Physical storage of electronically stored digital images
it: Stoccaggio fisico di immagini digitali archiviate elettronicamente

source: Physical storage of electronically stored digital music
it: Stoccaggio fisico di musica digitale archiviata elettronicamente

source: Physical storage of electronically stored digital photographs
it: Stoccaggio fisico di fotografie digitali archiviate elettronicamente

source: Physical storage of electronically stored data, documents, digital photographs, music, images, video, and computer games
it: Stoccaggio fisico di dati, documenti, fotografie, musica, immagini e video digitali, nonché giochi per computer archiviati elettronicamente

source: Transportation check-in services
it: Servizi di registrazione di trasporti

source: Transport and distribution of natural gas and liquefied gas
it: Trasporto e distribuzione di gas naturale e gas liquefatto

source: Storage of goods in warehouses
it: Stoccaggio di merci in magazzini

source: International air freight shipping services
it: Servizi di spedizione internazionale di aeromerci

source: Arranging of sightseeing tours and excursions
it: Organizzazione di visite turistiche ed escursioni

source: Providing information relating to aircraft rental services
it: Fornitura di informazioni inerenti servizi di noleggio di aeromobili

source: Providing information relating to warehousing services
it: Fornitura di informazioni inerenti i servizi di deposito merci

source: Providing information relating to marine transport services
it: Fornitura di informazioni inerenti servizi di trasporto marittimo

source: Transport of liquefied natural gas by sea
it: Trasporto di gas naturale liquefatto via mare

source: Collection and transport of electronic scrap
it: Raccolta e trasporto di residui elettronici

source: Refrigerated transport of food
it: Trasporto refrigerato di alimenti

source: Freight forwarding agency services
it: Servizi d'agenzia per l'invio di merci

source: Providing advice relating to freight forwarding services
it: Fornitura di consulenze inerenti servizi di invio merci

source: Providing information relating to airline travel, via electronic means
it: Fornitura tramite mezzi elettronici di informazioni inerenti viaggi con compagnie aeree

source: Providing information relating to travel and transport, via electronic means
it: Fornitura tramite mezzi elettronici di informazioni inerenti viaggi e trasporti

source: Providing information relating to the planning and booking of airline travel, via electronic means
it: Fornitura tramite mezzi elettronici di informazioni inerenti programmazione e prenotazione di viaggi con compagnie aeree

source: Providing information relating to the planning and booking of travel and transport, via electronic means
it: Fornitura tramite mezzi elettronici di informazioni inerenti programmazione e prenotazione di viaggi e trasporti

source: Planning and booking of travel and transport, via electronic means
it: Programmazione e prenotazione di viaggi e trasporti tramite mezzi elettronici

source: Booking of travel through tourist offices
it: Prenotazione di viaggi tramite uffici turistici

source: Storage of human cells
it: Stoccaggio di cellule umane

source: Transport of goods by rail
it: Trasporto di merci su rotaia

source: Packaging articles to the order and specification of others
it: Imballaggio di articoli secondo le specifiche impartite da terzi

source: Packaging clothing articles for transportation
it: Imballaggio di articoli d'abbigliamento per il trasporto

source: Packaging articles for transportation
it: Imballaggio di articoli per il trasporto

source: Marina services
it: Servizi di darsena

source: Leasing the use of power lines to third parties for the transmission of electricity
it: Noleggio dell'uso di linee elettriche a terzi per la trasmissione di elettricità

source: Leasing of pallets for the transport or storage of goods
it: Noleggio di pallet per trasporto o stoccaggio di merci

source: Guarded transportation of valuables and money by lorry
it: Trasporto scortato di valori e denaro per mezzo di camion

source: Providing transportation to the elderly or handicapped persons [charitable services]
it: Fornitura di trasporto per gli anziani o per i disabili [servizi di beneficenza]

source: Transportation of goods in refrigerated conditions
it: Trasporto di merci in spazi refrigerati

source: Collection of recyclable goods [transport]
it: Raccolta di beni riciclabili [trasporto]

source: Transport services for sightseeing tours
it: Servizi di trasporto per visite turistiche

source: Transport by sea
it: Trasporto via mare

source: Travel and passenger transportation
it: Viaggi e traporto di passeggeri

source: Rental of garages and parking places
it: Affitto di garage e posti auto

source: Airport passenger check-in services
it: Servizi di check-in passeggeri in aeroporto

source: Guarded transport of money and valuables
it: Trasporto scortato di denaro e valori

source: Towing of motor vehicles
it: Rimorchio di veicoli a motore

source: Rental of wagons
it: Noleggio di vagoni

source: Temporary storage of personal belongings
it: Stoccaggio temporaneo di effetti personali

source: Distribution of renewable energy
it: Distribuzione di energie rinnovabili

source: Transport of travellers
it: Trasporto di viaggiatori

source: Passenger transport
it: Trasporto di passeggeri

source: Filling of machines and containers
it: Riempimento di macchine e container

source: Loading and unloading of vehicles
it: Carico e scarico di veicoli

source: Vehicle parking and storage
it: Parcheggio e deposito di veicoli

source: Rescue, recovery, towing and salvage services
it: Servizi di salvataggio, soccorso, rimorchio e recupero

source: Tour operator services for the booking of travel
it: Servizi di operatore turistico per prenotazione di viaggi

source: Pattern printing
it: Stampa di disegni

source: Treatment of chemical waste
it: Trattamento di rifiuti chimici

source: Treatment of glass to alter the optical properties
it: Trattamento di vetro per alterare le proprietà ottiche

source: Mounting of prints or transparencies
it: Montaggio di stampe o diapositive

source: Chemical decontamination of nuclear plant
it: Decontaminazione chimica d'impianti nucleari

source: Cooking oil and vegetable oil recycling services
it: Servizi di recupero degli oli vegetali e di cottura

source: Photographic printing
it: Stampaggio di fotografie

source: Photogravure printing
it: Stampa di fotoincisioni

source: Rental of printing machines and apparatus
it: Noleggio di macchine e apparecchi per la stampa

source: Wool (Edging of -)
it: Profilatura della lana

source: Recycling of insulating gases from air conditioning plant
it: Riciclaggio di gas isolanti da impianti di condizionamento d'aria

source: Recycling of organic solvents
it: Riciclaggio di solventi organici

source: Recycling of solvents
it: Riciclaggio di solventi

source: Magnetization
it: Magnetizzazione

source: Preservation of food
it: Inscatolamento di cibi

source: On-site water purification services
it: Servizi di depurazione dell'acqua sul posto

source: Pattern cutting
it: Taglio di modelli

source: Treatment of toxic waste
it: Trattamento di rifiuti tossici

source: Processing of used exhaust catalysts for recovery of noble metals
it: Lavorazione di marmitte catalitiche esaurite per il recupero di metalli nobili

source: Sizing of cardboard
it: Incollatura di cartone

source: Digital enhancement of photographs
it: Digitalizzazione di fotografie

source: Engraving
it: Incisione

source: Processing of rattan
it: Lavorazione del rattan

source: Processing of rubber
it: Lavorazione della gomma

source: Moulding of furniture
it: Formatura di arredi

source: Collation [binding] of printed material
it: Collazione [rilegatura] di materiali stampati

source: Duplication of sound discs
it: Duplicazione di dischi audio

source: Dyeing
it: Tintura

source: French polishing
it: Lucidatura a tampone

source: Fur (Fireproofing of -)
it: Ignifugazione di pellicce

source: Services for the enrichment of uranium isotope 235
it: Servizi per l'arricchimento di uranio isotopo 235

source: Waste management services [recycling]
it: Gestione dei rifiuti [riciclaggio]

source: Regeneration of spent catalysts
it: Rigenerazione di catalizzatori usati

source: Regeneration of water
it: Rigenerazione dell'acqua

source: Rental of photographic printing apparatus
it: Noleggio di apparecchi per la stampa fotografica

source: Coffee roasting and processing
it: Lavorazione e torrefazione del caffè
